---
kind: other
id: Methods.T:Autodesk.Revit.DB.Analysis.MassLevelData
source: html/bc7b65ce-75b9-e007-77dd-97db291968cd.htm
---
# MassLevelData Methods

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.